Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/huldra.html.tmx
Source language: nob
Languages: sme

source: Den lange og bratte dalen ved Solheim kalles Stohpogorsa.
sme: Baskkes ja guhkes ávži Solheim dálu lahka gohčoduvvo Stohpogorsan.

source: Det ble fortalt at det bodde en huldrefamilie her.
sme: Daddjui ahte dáppe orui uldabearaš. Solheim dálu historjá

source: Anders Mikal Larsen og søster Anna Larsen (1898-1968) bygde tømmerhus, uthus og brønn her på Solheim tidlig på 1900-tallet.
sme: Anders Mikal Larsen ja oabbá Anna Larsen (1898-1968) huksiiga hirsaviesu, olgovistti ja gáivo Solheimii 1900-logu álggugeahčen.

source: Anders giftet seg med Karen Johnsdatter fra nabogården Elvebakk.
sme: Anders náitalii Karen Johnsdatteriin, guhte bođii gránnjá dállodoalus Čorus.

source: De fikk ingen barn.
sme: Soai eaba ožžon mánáid.

source: Karens brordatter Lilly Elvebakk og ektemannen Anders Reinslett flyttet hit rundt 1950.
sme: Karena siessal Lilly Elvebakk ja su isit Anders Reinslett fárriiga deike birrasii 1950.

source: De hadde to barn, Inger Jusie og Edmund Sandrup.
sme: Sutnos ledje guokte máná, Inger Jusie ja Edmund Sandrup.

source: Lilly og Anders bygget et lite hus med tilhørende vedskjul.
sme: Lilly ja Anders huksiiga smávva dáloža mas lei muorravisti.

source: De overtok fjøsdrifta etter Anders Larsen.
sme: Soai válddiiga badjelasas Anders Larsena návetdoalu.

source: De bodde her til 1967.
sme: Soai oruiga dás gitta 1967 rádjai.
